"%[Any]@ of the following are true" = "%1$[Oricare]@ dintre acestea sunt adevărate";
"%[All]@ of the following are true" = "%1$[Toate]@ acestea sunt adevărate";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Rata de biți]@ %2$[este]@ %3$@ kb/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Rata de biți]@ %2$[nu este]@ %3$@ kb/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Rata de biți]@ %2$[este mai mare decât]@ %3$@ kb/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Rata de biți]@ %2$[este mai mică decât]@ %3$@ kb/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Rata de biți]@ %2$[este în intervalul]@ %3$@ - %4$@ %5$[kb/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Rata de eșantionare]@ %2$[este]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Rata de eșantionare]@ %2$[nu este]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Rata de eșantionare]@ %2$[este mai mare decât]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Rata de eșantionare]@ %2$[este mai mică decât]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Rata de eșntionare]@ %2$[este în intervalul]@ %3$@ - %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[este]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[nu este]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[este peste]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[este sub]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Numărul discului]@ %2$[este]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Numărul discului]@ %2$[nu este]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Numărul discului]@ %2$[este mai mare decât]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Numărul discului]@ %2$[este mai mic decât]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Numărul discului]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Numărul de redări]@ %2$[este]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Numărul de redări]@ %2$[nu este]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Numărul de redări]@ %2$[este mai mare decât]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Numărul de redări]@ %2$[este mai mic decât]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Numărul de redări]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[season]@ %[is]@ %@" = "%1$[Sezonul]@ %2$[este]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Sezonul]@ %2$[nu este]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Sezonul]@ %2$[este mai mare decât]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Sezonul]@ %2$[este mai mic decât]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Sezonul]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Numărul de omiteri]@ %2$[este]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Numărul de omiteri]@ %2$[nu este]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Numărul de omiteri]@ %2$[este mai mare decât]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Numărul de omiteri]@ %2$[este mai mic decât]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Numărul de omiteri]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Numărul pistei]@ %2$[este]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Numărul pistei]@ %2$[nu este]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Numărul pistei]@ %2$[este mai mare decât]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Numărul pistei]@ %2$[este mai mic decât]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Numărul pistei]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[year]@ %[is]@ %@" = "%1$[Anul]@ %2$[este]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Anul]@ %2$[nu este]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Anul]@ %2$[este mai mare decât]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Anul]@ %2$[este mai mic decât]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Anul]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Dimensiunea]@ %2$[este]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Dimensiunea]@ %2$[nu este]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Dimensiunea]@ %2$[este mai mare decât]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Dimensiunea]@ %2$[este mai mică decât]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Dimensiunea]@ %2$[este în intervalul]@ %3$@ - %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Albumul]@ %2$[conține]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Albumul]@ %2$[nu conține]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Albumul]@ %2$[este]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Albumul]@ %2$[nu este]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Albumul]@ %2$[începe cu]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Albumul]@ %2$[se termină cu]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Artistul principal]@ %2$[conține]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Artistul principal]@ %2$[nu conține]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Artistul principal]@ %2$[este]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Artistul principal]@ %2$[nu este]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Artistul principal]@ %2$[începe cu]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Artistul principal]@ %2$[se termină cu]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artistul]@ %2$[conține]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artistul]@ %2$[nu conține]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artistul]@ %2$[este]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artistul]@ %2$[nu este]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artistul]@ %2$[începe cu]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artistul]@ %2$[se termină cu]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Categoria]@ %2$[conține]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Categoria]@ %2$[nu conține]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Categoria]@ %2$[este]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Categoria]@ %2$[nu este]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Categoria]@ %2$[începe cu]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Categoria]@ %2$[se termină cu]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Comentariile]@ %2$[conțin]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Comentariile]@ %2$[nu conțin]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Comentariile]@ %2$[sunt]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Comentariile]@ %2$[nu sunt]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Comentariile]@ %2$[încep cu]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Comentariile]@ %2$[se termină cu]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Compozitorul]@ %2$[conține]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Compozitorul]@ %2$[nu conține]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Compozitorul]@ %2$[este]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Compozitorul]@ %2$[nu este]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Compozitorul]@ %2$[începe cu]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Compozitorul]@ %2$[se termină cu]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Depanarea]@ %2$[conține]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Depanarea]@ %2$[nu conține]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Depanarea]@ %2$[este]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Depanarea]@ %2$[nu este]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Depanarea]@ %2$[începe cu]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Depanarea]@ %2$[se termină cu]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Descrierea]@ %2$[conține]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Descrierea]@ %2$[nu conține]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Descrierea]@ %2$[este]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Descrierea]@ %2$[nu este]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Descrierea]@ %2$[începe cu]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Descrierea]@ %2$[se termină cu]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Genul]@ %2$[conține]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Genul]@ %2$[nu conține]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Genul]@ %2$[este]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Genul]@ %2$[nu este]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Genul]@ %2$[începe cu]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Genul]@ %2$[se termină cu]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Gruparea]@ %2$[conține]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Gruparea]@ %2$[nu conține]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Gruparea]@ %2$[este]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Gruparea]@ %2$[nu este]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Gruparea]@ %2$[începe cu]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Gruparea]@ %2$[se termină cu]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Tipul]@ %2$[conține]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Tipul]@ %2$[nu conține]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Tipul]@ %2$[este]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Tipul]@ %2$[nu este]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Tipul]@ %2$[începe cu]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Tipul]@ %2$[se termină cu]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Numele]@ %2$[conține]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Numele]@ %2$[nu conține]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Numele]@ %2$[este]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Numele]@ %2$[nu este]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Numele]@ %2$[începe cu]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Numele]@ %2$[se termină cu]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Emisiunea]@ %2$[conține]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Emisiunea]@ %2$[nu conține]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Emisiunea]@ %2$[este]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Emisiunea]@ %2$[nu este]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Emisiunea]@ %2$[începe cu]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Emisiunea]@ %2$[se termină cu]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Albumul pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Albumul pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Albumul pentru sortare]@ %2$[este]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Albumul pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Albumul pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Albumul pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[este]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Artistul principal pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Artistul pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Artistul pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Artistul pentru sortare]@ %2$[este]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Artistul pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Artistul pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Artistul pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[este]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Compozitorul pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Numele pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Numele pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Numele pentru sortare]@ %2$[este]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Numele pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Numele pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Numele pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[conține]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[nu conține]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[este]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[nu este]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[începe cu]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Emisiunea pentru sortare]@ %2$[se termină cu]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Data adăugării]@ %2$[este]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Data adăugării]@ %2$[nu este]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Data adăugării]@ %2$[este după]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Data adăugării]@ %2$[este înainte de]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Data adăugării]@ %2$[este în ultimele]@ %3$@ %4$[zile]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data adăugării]@ %2$[este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Data adăugării]@ %2$[este în ultimele]@ %3$@ %4$[luni]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Data adăugării]@ %2$[nu este în ultimele]@ %3$@ %4$[zile]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data adăugării]@ %2$[nu este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Data adăugării]@ %2$[nu este în ultimele]@ %3$@ %4$[luni]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Data adăugării]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Data modificării]@ %2$[este]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Data modificării]@ %2$[nu este]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Data modificării]@ %2$[este după]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Data modificării]@ %2$[este înainte de]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Data modificării]@ %2$[este în ultimele]@ %3$@ %4$[zile]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data modificării]@ %2$[este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Data modificării]@ %2$[este în ultimele]@ %3$@ %4$[luni]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Data modificării]@ %2$[nu este în ultimele]@ %3$@ %4$[zile]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data modificării]@ %2$[nu este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Data modificării]@ %2$[nu este în ultimele]@ %3$@ %4$[luni]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Data modificării]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Ultima redare]@ %2$[este pe]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Ultima redare]@ %2$[nu este pe]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Ultima redare]@ %2$[este după]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Ultima redare]@ %2$[este înainte de]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Ultima redare]@ %2$[este în ultimele]@ %3$@ %4$[zile]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Ultima redare]@ %2$[este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Ultima redare]@ %2$[este în ultimele]@ %3$@ %4$[luni]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Ultima redare]@ %2$[nu este în ultimele]@ %3$@ %4$[zile]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Ultima redare]@ %2$[nu este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Ultima redare]@ %2$[nu este în ultimele]@ %3$@ %4$[luni]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Ultima redare]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Ultima omitere]@ %2$[este pe]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Ultima omitere]@ %2$[nu este pe]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Ultima omitere]@ %2$[este după]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Ultima omitere]@ %2$[este înainte de]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Ultima omitere]@ %2$[este în ultimele]@ %3$@ %4$[zile]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Ultima omitere]@ %2$[este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Ultima omitare]@ %2$[este în ultimele]@ %3$@ %4$[luni]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Ultima omitere]@ %2$[nu este în ultimele]@ %3$@ %4$[zile]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Ultima omitere]@ %2$[nu este în ultimele]@ %3$@ %4$[săptămâni]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Ultima omitare]@ %2$[nu este în ultimele]@ %3$@ %4$[luni]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Ultima omitere]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[songid]@ %[is]@" = "%1$[Articol cumpărat]@ %2$[da]@";
"%[songid]@ %[is not]@" = "%1$[Articol cumpărat]@ %2$[nu]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Articol bifat]@ %2$[da]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Articol bifat]@ %2$[nu]@";

"%[artwork]@ %[is]@" = "%1$[Ilustrație album]@ %2$[da]@";
"%[artwork]@ %[is not]@" = "%1$[Ilustrație album]@ %2$[nu]@";

"%[compilation]@ %[is]@" = "%1$[Compilație]@ %2$[da]@";
"%[compilation]@ %[is not]@" = "%1$[Compilație]@ %2$[nu]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Durata]@ %2$[este]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Durata]@ %2$[nu este]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Durata]@ %2$[este mai mare decât]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Durata]@ %2$[este mai mică decât]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Durata]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Evaluarea albumului]@ %2$[este]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Evaluarea albumului]@ %2$[nu este]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Evaluarea albumului]@ %2$[mai mare decât]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Evaluarea albumului]@ %2$[mai mică decât]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Evaluarea albumului]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Evaluarea]@ %2$[este]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Evaluarea]@ %2$[nu este]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Evaluarea]@ %2$[mai mare decât]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Evaluarea]@ %2$[mai mică decât]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Evaluarea]@ %2$[este în intervalul]@ %3$@ - %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[muzică]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[videoclip muzical]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[emisune TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[carte audio]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[carte]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[memo vocal]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Tipul multimedia]@ %2$[este]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[muzică]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[videoclip muzical]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[emisune TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[carte audio]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[carte]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[memo vocal]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Tipul multimedia]@ %2$[nu este]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Lista de redare]@ %2$[este]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Lista de redare]@ %2$[nu este]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Amplasamentul]@ %2$[este]@ %3$[pe acest computer]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Amplasamentul]@ %2$[este]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Amplasamentul]@ %2$[nu este]@ %3$[pe acest computer]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Amplasamentul]@ %2$[nu este]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Articol corelat]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Articol cumpărat]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Articol încărcat]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Articol neeligibil]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Doar local]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Eroare]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Starea iCloud]@ %2$[este]@ %3$[Duplicat]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Articol corelat]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Articol cumpărat]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Articol încărcat]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Articol neeligibil]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Doar local]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Eroare]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Starea iCloud]@ %2$[nu este]@ %3$[Duplicat]@";
